---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHydronicHeatingflowParam
source: html/c3283d88-4295-dc6f-1103-a812d9dd7947.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHydronicHeatingflowParam Property

"Calculated Hydronic Heating Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedHydronicHeatingflowParam { get; }
```